{
  "_comment": "ENGLISH",

  "_order": {
    "main":"Main",
    "concept":"Concept"
  },

  "menu":{
    "home": "Home",
    "title":"DRONPIC",
    "sub_title":"INTERNATIONAL DRONPIC COMMITTEE",
    "lang":"Language",
    "menu":"Menu",
    "introduce":"Introduce",
    "greeting":"Greeting",
    "opening":"opening",
    "closing":"closing",
    "award":"award",
    "games":"games",
    "point":"point",
    "rule":"rules",
    "stadium":"stadiums",
    "facilities":"facilities",
    "operating":"operating",
    "organization":"organization",
    "summary":"summary"

  },

  "main_comments": {
    "innovation":"Break out with innovative technology.",
    "beOne":"It becomes one with sports and fly.",
    "youngDream":"Emerged as a young man's dream.",
    "likeBee":"The emergency began with 'the bee screaming low'."
  },
  "games": {
    "Team":"Dron Racing Team Competition",
    "Private":"Dron Racing Private Competition",
    "Accurate":"Accurate Flying",
    "Fpv":"Free Style FPV",
    "Feagure":"Feagure Flying Free Style",
    "Gravity":"Gravity Gates",
    "Balloon":"Balloon Shooting",
    "Junior":"Junior Competition"

  },

  "rule_p": {
    "title": "Description of major events"
  },

  "stadium_p": {
    "title": "Stadiums",
    "ms_title": "The main stadium is a stadium for operating precision flying and drone racing games.",
    "ms_desc": "A racing stadium (field) is at least 150MX100M in size, and a stadium with a width of 15,000m² can be used if the length of one side is less than one. A transparent fence such as a mesh or acrylic should be installed around the field. A large electric signboard must be installed to provide the audience with FPV images of the drone. The main stadium should have all of the operations headquarters room (operation team + referee), step room (progress + skill + field agent), gas storage room.",
    "ss_title": "The secondary stadium is a stadium for freestyle, figure-flying and balloon shooting.",
    "ss_desc": "The size is at least 100M X 70M. If the length of one side is less than 7,000 square meters, it can be used as an auxiliary stadium. A transparent fence such as a mesh or acrylic should be installed around the field. Auxiliary stadiums must have the same level of auxiliary facilities (operational headquarters, staffer, stadium seats) to be used when the main stadium function is lost."
  },

  "committee": {
    "outline":"Outline",
    "organization":"Organization"
  },

  "footer": {
    "description": "Phasellus feugiat arcu sapien, et iaculis ipsum elementum sit amet. Mauris cursus commodo interdum. Praesent ut risus eget metus luctus accumsan id ultrices nunc. Sed at orci sed massa consectetur dignissim a sit amet dui. Duis commodo vitae velit et faucibus. Morbi vehicula lacinia malesuada. Nulla placerat augue vel ipsum ultrices, cursus iaculis dui sollicitudin. Vestibulum eu ipsum vel diam elementum tempor vel ut orci. Orci varius natoque penatibus et magnis dis parturient montes, nascetur ridiculus mus.",
    "maker": "umanji"
  },
  "hello": "Hello~",
  "messages": "Your message..."
}
