{
  "_comment": "ENGLISH",

  "_order": {
    "main":"Main",
    "concept":"Concept"
  },

  "menu":{
    "home": "Home",
    "title":"DRONPIC",
    "sub_title":"INTERNATIONAL DRONPIC COMMITTEE",
    "lang":"Language",
    "menu":"Menu",
    "introduce":"Introduce",
    "greeting":"Greeting",
    "opening":"opening",
    "closing":"closing",
    "award":"award",
    "games":"games",
    "point":"point",
    "rule":"rules",
    "stadium":"stadiums",
    "facilities":"facilities",
    "operating":"operating",
    "organization":"organization",
    "summary":"summary"

  },

  "main_comments": {
    "innovation":"Break out with innovative technology.",
    "beOne":"It becomes one with sports and fly.",
    "youngDream":"Emerged as a young man's dream.",
    "likeBee":"The emergency began with 'the bee screaming low'."
  },
  "games": {
    "Team":"Drone Racing Team Competition",
    "Private":"Drone Racing Private Competition",
    "Accurate":"Accurate Flying",
    "Fpv":"Free Style FPV",
    "Feagure":"Feagure Flying Free Style",
    "Gravity":"Gravity Gates",
    "Balloon":"Balloon Shooting",
    "Junior":"Junior Competition"
  },

  "supports": {
    "title": "Supports",
    "sup1": "Gwangju / Office of Education",
    "sup2": "Korea Dronpic Committee",
    "sup3": "International Dronpic Committee"
  },

  "team_p": {
    "title": "Major Games",
    "team_match_title": "Racing Team Match",
    "team_match_desc": "It is a three-to-three group racing competition using medium-sized aircraft (330mm or more). Turn the course five times and earn points (points) in the order of arrival. You have to change the battery once while flying the 5 wheels. Replacing the battery is possible only on the feet line, and only one drone at a time is possible to replace the battery (battery replacement). A game in which all team members participate in a strategic use of battery replacement. Given the operational time before start, the operational time can be within 5 minutes and the operational time can be up to 5 times. The obstacles used in the team exhibition are the same as the individual exhibition, using the standard drone gate of the Korea Drone Racing Association. (See 3-4.) The design of the track (course) must be changed in the individual exhibition. It is a measure to prevent a player who participates only in a team event from disadvantage without participating in a solo exhibition. The team with the most points in the game wins. If the drones are unable to fly because they can not fly, they will not get points. The points by rank are as follows."
  },

  "private_p": {
    "title": "Major Games",
    "private_match_title": "Racing Solo Match",
    "private_match_desc": "A competitor who has been ranked three rounds before the race course must pass all obstacles in sequence in a manner known in advance. From the 32nd finals, the double elimination game will be played. In the finals, 2 pilots will race 5 times (1: 1) to judge the winner. The game will be played according to the rules of Korean DRRON Racing Association standard. (See 3-4). The course design will be made public so that players can practice. Pre-release can enhance the overall success of the athletes and enhance the overall performance of the athletes. Course length: 1.5km"
  },

  "accurate_p": {
    "title": "Major Games",
    "accurate_title": "Precision flying",
    "accurate_desc": "A personal racing game using standard gas (200mm or more, 5-inch propeller) is used to determine the ranks in the order of passing through the narrow obstacles and passing the two wheels first. The total length of the course is 1KM (500m each). The valid pass area of ​​the gates used in precision flight is 80cm in height and 50cm in height, requiring precise control of the athlete. A total of 20 passages must pass and land correctly at the center of the landing point. Only one pilot at a time will fly and only rank purely. Even if the drones pass through the gate, time will be added to the final record if a portion of the drones touches the gate, and time will be added to the final record if they can not land within a 1M x 1M landing point. The small size of the drone is advantageous for flight racing, so the minimum size of the drone airframe is 200mm, and the pro paler size is at least 5 inches."
  },

  "free_p": {
    "title": "Major Games",
    "free_title": "Freestyle FPV",
    "free_desc": [
      {"msg":"A game that flew freely in time for my music."},
      {"msg":"Pilot is watching flying FPV (first person) video, judging the image, judging the artistic and technical characteristics of the video and assigning the score."},
      {"msg":"The athlete shall prepare the music to be used for the competition within two minutes and submit it to the Olympic Office."},
      {"msg":"Music must not have a political or discriminatory message without harming the morality of host and participating countries."},
      {"msg":"Responsibility for copyright infringement is the responsibility of the athlete. Judges judge artistic, technical and style scores by watching FPV images."},
      {"msg":"Six judges will judge and score the final score by averaging the scores of four except the highest and lowest scores."},
      {"msg":"If the drones fall during a match and are unable to fly, the score can be determined before the crash."}
    ],

    "eval1_title": "Artistic",
    "eval1_desc": [
      {"msg":"Did the drone fly to the beat of the music?"},
      {"msg":"Was the music theme and drama acting fun?"},
      {"msg":"Can you feel 20-point visual beauty?"}
    ],
    "eval1_point": "20 points",
    "eval2_title": "Technological",
    "eval2_desc": [
      {"msg":"What is the overall difficulty of the technique used? Is the movement of technology natural?"},
      {"msg":"Did you make a mistake or crash using 20-point technology?"}
    ],
    "eval2_point": "20점",
    "eval3_title": "Style",
    "eval3_desc": [
      {"msg":"Has the stadium's equipment been useful to you?"},
      {"msg":"20 points Is it a flight that can feel creativity?"},
      {"msg":"Do not you use the same technique continuously / repeatedly?"}
    ],
    "eval3_point": "20 points"
  },

  "feagure_p": {
    "title": "Major Games",
    "feagure_title": "Figure Flying Freestyle",
    "feagure_desc": [
      {"msg":"Fly freely in time for music. It is not possible to use flight, FPV image on clock flight only, and the dron will judge the artistic and technical ability according to the movement and assign the score."},
      {"msg":"The athlete shall prepare the music to be used for the competition within two minutes and submit it to the Olympic Office. Music must not have a political or discriminatory message without harming the morality of host and participating countries. Responsibility for copyright infringement is the responsibility of the athlete."},
      {"msg":"Watching the drones, the judge also evaluates the movement of the drones. It is disqualified when flying in FPV (first person) image. Six judges will judge and average the score of four except the highest and lowest scores. If the drones fall during a match and are unable to fly, the score can be determined before the crash."}
    ],

    "eval1_title": "Artistic",
    "eval1_desc": [
      {"msg":"Did the drone fly to the beat of the music?"},
      {"msg":"Was the music theme and drama acting fun?"},
      {"msg":"Can you feel 20-point visual beauty?"}
    ],
    "eval1_point": "20 points",
    "eval2_title": "Technological",
    "eval2_desc": [
      {"msg":"What is the overall difficulty of the technique used? Is the movement of technology natural?"},
      {"msg":"Did you make a mistake or crash using 20-point technology?"}
    ],
    "eval2_point": "20점",
    "eval3_title": "Style",
    "eval3_desc": [
      {"msg":"Has the stadium's equipment been useful to you?"},
      {"msg":"20 points Is it a flight that can feel creativity?"},
      {"msg":"Do not you use the same technique continuously / repeatedly?"}
    ],
    "eval3_point": "20점"
  },

  "gravity_p": {
    "title": "Major Games",
    "gravity_title": "Gravity Gate",
    "gravity_desc": [
      {"msg":"A game that evaluates control skills around gravity gates within a set time frame. It is an event that combines a two-tier parallel rod of a gymnastics with a drone sport. It is an event that evaluates whether the drone freely moves the parallel columns of the gravity gate and spreads smoke."},
      {"msg":"The FPV image is seen, and the referee evaluates how many skills can be sophisticated and artistically performed within a time limit of two minutes at the gravity gate through the FPV image."},
      {"msg":"There is no maximum score limit for a sport, but if you repeat the same technique or fall on the way, you will be penalized. Six judges evaluate the total score by calculating the average score of four people excluding the highest and lowest scores among the six people."}
    ]
  },

  "balloon_p": {
    "title": "Major Games",
    "balloon_title": "Balloon Shooting (Drones Clay Shooting)",
    "balloon_desc": [
      {"msg":"A game of throwing balloons of various sizes into a drones."},
      {"msg":"The game is played in 10 rounds. Balloons per round get one shot, one shot. A player must burst a balloon in 10 seconds and can not turn and explode even if time is left. In the tenth round, two balloons (small / large) are raised, and one balloon is shot and then turned to burst the remaining balloons. After the shoot-out or failure of the shoot-out, the drone shall land at the waiting place or hover within 10 meters of the altitude until the start of the next round."},
      {"msg":"If the drones are judged to have been hit by a balloon or have fallen by a balloon, the game can be continued using the reserve gas."},
      {"msg":"The type, size, and number of balloons that should be broken for each player are the same. The size of the balloon is divided into small size and large size. Five small balloons and six large balloons are used. A small balloon shooter score higher and a player with a higher shot score will win. The maximum shoot-out score is 160 points, and if there is a tie or a tie, one more game is played."}
    ]
  },

  "junior_p": {
    "title": "주요경기",
    "junior_title": "벌룬슈팅(드론 클래이 슈팅)",
    "junior_desc": [
      {"msg":"여러가지 크기의 벌룬(풍선)을 드론으로 맞추어 터뜨리는 경기."},
      {"msg":"각 선수마다 터뜨려야 할 풍선의 종류와 크기, 숫자는 동일하다. 풍선의 크기는 소형과 대형으로 나뉘며, 소형 풍선은 5개, 대형 풍선은 6개가 사용된다. 소형 풍선 격추 점수가 더 높으며 총 격추 점수가 높은 선수가 우승한다. 최고 격추 점수는 160점이며, 동점이나와 순위를 가려야 할 경우 한 경기가 더 치러 진다."}
    ],
    "descriptions": [
      {"title":"경기장 크기", "msg":"15x15M , 약 15개의 에어게이트 장애물을 통과하여 완주하는 시간을 측정"},
      {"title":"경기횟수", "msg":"선수 당 3회의 비행 기회를 제공"},
      {"title":"경기성적", "msg":"3회 중 가장 빠른 기록이 대표 성적이 되며 이를 기준으로 최종 순위를 결정"}
    ],
    "spec": {
      "title":"기체제한",
      "contents": [
        {"title": "프레임 :", "content":"350mm 이하(모터 간 대각선 거리 기준)"},
        {"title": "배터리", "content":"LIPO 2S 이하"},
        {"title": "None", "content":"브러쉬드 모터'만 출전 가능"},
        {"title": "None", "content":"5.8Ghz 주파수를 사용하는 영상 송수신 장비 탑재 드론 출전 불가"}
      ] }
  },

  "rule_p": {
    "title": "Description of major events"
  },

  "stadium_p": {
    "title": "Stadiums",
    "ms_title": "The main stadium is a stadium for operating precision flying and drone racing games.",
    "ms_desc": "A racing stadium (field) is at least 150MX100M in size, and a stadium with a width of 15,000m² can be used if the length of one side is less than one. A transparent fence such as a mesh or acrylic should be installed around the field. A large electric signboard must be installed to provide the audience with FPV images of the drone. The main stadium should have all of the operations headquarters room (operation team + referee), step room (progress + skill + field agent), gas storage room.",
    "ss_title": "The secondary stadium is a stadium for freestyle, figure-flying and balloon shooting.",
    "ss_desc": "The size is at least 100M X 70M. If the length of one side is less than 7,000 square meters, it can be used as an auxiliary stadium. A transparent fence such as a mesh or acrylic should be installed around the field. Auxiliary stadiums must have the same level of auxiliary facilities (operational headquarters, staffer, stadium seats) to be used when the main stadium function is lost."
  },

  "facility_p": {
    "title": "Facilities",
    "fac1_title": "Event Hall",
    "fac1_desc": "It should be located in the main stadium, in the middle of the auxiliary stadium or next to the main stadium and auxiliary stadium. Booths are provided for promoting and selling businesses, and fences using safety facilities (mesh) should also be installed to enable drone experience.",
    "fac2_title": "Accommodation",
    "fac2_desc": "More than 200 athletes and referees in about 20 countries must consider the distance to the stadium and have conference facilities for the event.",
    "fac3_title": "Conference Room",
    "fac3_desc": "It should be located in the hotel (hotel) for the convenience of participants. Progression of drones, drawing contests, and cooking contest awards ceremony will be held in the conference room, and dron job fair will be held in the same place.",
    "fac4_title": "Competition",
    "fac4_desc": "The first International Drone Pick game uses the Korean Drone Racing Association standard dragon racing gate (obstacle) or the same size obstacle, and the obstacle other than the standard gate can be used for the interest of the game."
  },

  "opening_p": {
    "title": "Opening Ceremony",
    "open1_title": "Congratulatory performance (1 ~ 1.5 hours)",
    "open1_desc": "The celebration of the K-Pop Star and the fourth industry performance of the drones and robots. K-Pop star performances have the advantage of attracting foreign K-Pop fans to dronesports.",
    "open2_title": "Entry to the athletes (20 minutes)",
    "open2_desc": "As with the Olympic Games, drone picks are held in the same order as the Olympic Games. The organizers will explain the names of the participating countries and the names of the major players.",
    "open3_title": "Drones (Torch relay) (30 minutes)",
    "open3_desc": "Leading drones (torch) flying for three days during the drone pick are controlled by the runners representing each country in order to maintain their position and altitude by the torch (tentative) position. The drones (torch) are landed by a representative player as part of the closing ceremony. The drone with the LED gives the same effect as the torch.",
    "open4_title": "Declaration and Opening Declaration (20 minutes)",
    "open4_desc": "Kim Min-chan, the representative of the Korean national team, declared the opening of the VIP and started the drone pick competition."
  },

  "closing_p": {
    "title": "Closing Ceremony",
    "close1_title": "Award Ceremony (30 minutes)",
    "close1_desc": "The awards ceremony of seven events will be held at the closing ceremony for three days.",
    "close2_title": "Performance (30 minutes)",
    "close2_desc": "Short performances to ease the pain of ending drone picks.",
    "close3_title": "Closing declaration (30 minutes)",
    "close3_desc": "At the closing ceremony and the opening ceremony, the torch drones will complete the entire schedule by landing and turning off the athletes' representatives. If the host country or region of the next drone pick has been selected, greetings or performances will be held at the next host country."
  },

  "award_p": {
    "title": "Awards Ceremony"
  },

  "committee": {
    "outline":"Outline",
    "organization":"Organization"
  },

  "footer": {
    "description": "Phasellus feugiat arcu sapien, et iaculis ipsum elementum sit amet. Mauris cursus commodo interdum. Praesent ut risus eget metus luctus accumsan id ultrices nunc. Sed at orci sed massa consectetur dignissim a sit amet dui. Duis commodo vitae velit et faucibus. Morbi vehicula lacinia malesuada. Nulla placerat augue vel ipsum ultrices, cursus iaculis dui sollicitudin. Vestibulum eu ipsum vel diam elementum tempor vel ut orci. Orci varius natoque penatibus et magnis dis parturient montes, nascetur ridiculus mus.",
    "address": "22851, Robotland Road, Seo-gu, Incheon 155-11 Robot Land Robot Support Center, No. 1501",
    "copyright": "Copyright ©2018 DRONPIC. All rights reserved",
    "contact": "Phone : +82-10-3598-2237 | E-mail : globalcc@naver.com | Privacy Officer : Il-Woo, Seo",
    "maker": "umanji"
  },
  "hello": "Hello~",
  "messages": "Your message..."
}
